"VOICE_MAIL" = "วอยซ์เมล";
"VOICE_MAIL_UNREAD_FORMAT" = "วอยซ์เมล (%d)";
"UNKNOWN_LOCATION" = "ไม่ทราบที่ตั้ง";
"SPEAKER_NAV" = "ลำโพง|เสียงทักทาย";
"AUDIO_NAV" = "เสียง";
"GREETING_NAV" = "เสียงทักทาย|ลำโพง";
"DELETE" = "ลบ";
"CALL_BACK" = "โทรกลับ";

"CALL_VOICEMAIL" = "โทรฟังวอยซ์เมล";
"VOICEMAIL_UNAVAILABLE" = "Visual Voicemail ขณะนี้ไม่ว่าง";
"VOICEMAIL_MORE_AVAILABLE" = "คุณได้รับข้อความเพิ่มเติมบนเซิร์ฟเวอร์";

"VOICEMAIL_OUT_OF_ORDER_TITLE" = "ไม่สามารถเชื่อมต่อวอยซ์เมล";
"VOICEMAIL_OUT_OF_ORDER_SUBTITLE" = "โทรหาผู้ให้บริการเพื่อขอความช่วยเหลือ";
"VOICEMAIL_OUT_OF_ORDER_CALL_BUTTON_TITLE_FORMAT" = "โทรหา %@";

"CALLBACK_AND_SENDER_ALERT_TITLE" = "ผู้โทรนี้ทิ้งหมายเลยโทรกลับที่ต่างจากหมายเลขโทรเข้า";
"CALLBACK_ALERT_TITLE" = "ผู้โทรนี้ทิ้งหมายเลยให้โทรกลับ";

"PASSWORD" = "รหัสผ่าน";
"ENTER_PASSWORD_TITLE" = "รหัสไม่ถูกต้อง";
"ENTER_PASSWORD_DESCRIPTION" = "ใส่รหัสผ่านวอยซ์เมล";
"PASSWORD_PROMPT_PLACEHOLDER" = "รหัสผ่าน";
"PASSWORD_RESET_CALL_BUTTON_TITLE" = "โทร";
"PASSWORD_RESET_INFO" = "หากคุณลืมรหัสผ่านของคุณ โทรหา %@ เพื่อขอความช่วยเหลือ";
"PASSWORD_EXPIRED_TITLE" = "รหัสผ่านวอยซ์เมลหมดเวลาใช้";
"PASSWORD_EXPIRED_DESCRIPTION" = "คุณต้องเปลี่ยนรหัสผ่านคุณ เพื่อเข้าฟังวอยซ์เมล";
"CHANGE_NOW" = "เปลี่ยน";
"OK" = "ตกลง";

"DELETED_MESSAGES" = "ข้อความที่ลบ";
"DELETED" = "ลบ";
"UNDELETE" = "เลิกลบ";
"CLEAR_ALL" = "ล้างทั้งหมด";
"CLEAR_ALL_CANCEL_BUTTON_TITLE" = "ยกเลิก";
"CLEAR_ALL_OK_BUTTON_TITLE" = "ล้างทั้งหมด";
"CLEAR_ALL_ALERT_TITLE" = "ล้างวอยซ์เมลทั้งหมดหรือไม่";

"GREETING" = "เสียงทักทาย";
"GREETING_PROMPT" = "ตั้งข้อความออก";
"DONE" = "เสร็จ";
"DEFAULT_GREETING_TITLE" = "ค่าเริ่มต้น";
"CUSTOM_GREETING_TITLE" = "ตามต้องการ";
"PLAY" = "เล่น";
"RECORD" = "บันทึก";
"RECORD_A_GREETING" = "บันทึกเสียงทักทาย";
"RECORDING_PERSONAL" = "บันทึกส่วนตัว";
"STOP" = "หยุด";
"SAVING_GREETING" = "บันทึกเสียงทักทาย…";
"SAVE_SUCCESS" = "เสียงทักทายบันทึก";
"RETRIEVING_GREETING" = "ฟังเสียงทักทาย…";

"CHANGE_AUDIO_SOURCE" = "อุปกรณ์เสียง:";

"VOICEMAIL_ERROR_TITLE_UNAVAILABLE" = "วอยซ์เมลไม่ว่าง";
"VOICEMAIL_ERROR_TITLE_ERROR" = "ข้อผิดพลาดวอยซ์เมล";
"VOICEMAIL_ERROR_TITLE_PASSWORD" = "ข้อผิดพลาดรหัสผ่าน";
"VOICEMAIL_ERROR_TITLE_PASSWORD_INVALID" = "รหัสผ่านไม่ถูกต้อง";
"VOICEMAIL_ERROR_TITLE_CAPACITY_WARNING" = "วอยซ์เมล %d%% เต็ม";

"VOICEMAIL_ERROR_MSG_NO_SERVICE" = "บัญชีผู้ใช้นี้ไม่รวม Visual Voicemail";
"VOICEMAIL_ERROR_MSG_COULD_NOT_AUTHORIZE" = "ไม่สามารถให้สิทธิเข้าใช้";
"VOICEMAIL_ERROR_MSG_TRY_AGAIN_LATER" = "ลองอีกครั้งภายหลัง";
"VOICEMAIL_ERROR_MSG_CONNECT_FAIL" = "ไม่สามารถเชื่อมต่อกับกล่องเมล";
"VOICEMAIL_ERROR_MSG_SERVICE_BUSY" = "บริการวอยซ์เมลไม่ว่าง";
"VOICEMAIL_ERROR_MSG_MAILBOX_NOT_AVAILABLE" = "กล่องเมลขณะนี้ไม่ว่าง";
"VOICEMAIL_ERROR_MSG_MAILBOX_LOCKED" = "กล่องเมลถูกล็อก";
"VOICEMAIL_ERROR_MSG_TRANSCODE_ERROR" = "ไม่สามารถเรียกอ่านข้อความได้";

"VOICEMAIL_ERROR_MSG_NO_CUSTOM_GRETING" = "ไม่มีเสียงทักทายบันทึกไว้ก่อนหน้านี้";
"VOICEMAIL_ERROR_MSG_INVALID_GREETING" = "เสียงทักทายไม่ถูกต้อง";
"VOICEMAIL_ERROR_MSG_GREETING_FAIL" = "เสียงทักทายบันทึกไม่ได้";

"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID_OLD" = "รหัสผ่านเก่าไม่ถูกต้อง";
"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID" = "ใส่รหัสผ่านใหม่";
"VOICEMAIL_ERROR_MSG_PASSWORD_TRIVIAL" = "รหัสผ่านง่ายเกินไป";
"VOICEMAIL_ERROR_MSG_PASSWORD_SHORT" = "รหัสผ่านสั้นเกินไป";
"VOICEMAIL_ERROR_MSG_PASSWORD_LONG" = "รหัสผ่านยาวไป";
"VOICEMAIL_ERROR_MSG_PASSWORD_AGE" = "รหัสผ่านเพิ่งถูกเปลี่ยนเร็วๆนี้";
"VOICEMAIL_ERROR_MSG_PASSWORD_PREVIOUS" = "รหัสผ่านเคยใช้มาแล้ว";
"VOICEMAIL_ERROR_MSG_PASSWORD_SAME" = "รหัสผ่านตั้งเรียบร้อย";
"VOICEMAIL_ERROR_MSG_PASSWORD_CHANGE_FAIL" = "เปลี่ยนรหัสผ่านไม่สำเร็จ";

"VOICEMAIL_ERROR_MSG_PARSE_FAIL" = "เรียกข้อความฝากไม่ได้";
"VOICEMAIL_ERROR_MSG_PLAYBACK_FAIL" = "ฟังข้อความไม่ได้";
"VOICEMAIL_ERROR_MSG_CONNECTIVITY" = "ไม่สามารถติดต่อได้\nลองอีกครั้งภายหลัง";
"VOICEMAIL_ERROR_MSG_SECURITY" = "ไม่สามารถเริ่มสร้างการเชื่อมต่อ";
"VOICEMAIL_ERROR_MAILBOX_FULL" = "คุณจะรับข้อความใหม่ไม่ได้ จนกว่าจะลบข้อความบางส่วน";
"VOICEMAIL_ERROR_MAILBOX_USAGE" = "ลบข้อความเพื่อให้มีเนื้อที่มากขึ้น";
"VOICEMAIL_ERROR_MSG_FILE_WRITE_ERROR" = "ไม่สามารถเก็บข้อความเฉพาะที่ได้ ลบข้อความเพื่อเพิ่มพื้นที่";
"VOICEMAIL_ERROR_MSG_PDP_NOT_SUBSCRIBED" = "อาจจะไม่ได้กำหนดค่าบัญชีผู้ใช้ของคุณให้เหมาะสมกับคุณสมบัตินี้";
"VOICEMAIL_ERROR_MSG_PDP_FAILURE" = "ไม่สามารถเริ่มต้นการเชื่อมต่อ";
"VOICEMAIL_ERROR_MSG_PDP_ROAMING_OFF" = "ข้อมูลข้ามโครงข่ายปิดใช้อยู่ คุณสามารถเปิดข้อมูลข้ามโครงข่ายจากเครือข่ายในตั่งค่าทั่วไป";
"VOICEMAIL_ERROR_MSG_PDP_DATA_OFF" = "Visual Voicemail ไม่พร้อมใช้เมื่อปิดใช้ข้อมูลโครงข่ายมือถือ คุณสามารถเปิดใช้ข้อมูลมือถือจากเครือข่ายในตั้งค่าทั่วไป";

"SETUP_TITLE" = "ในการรับฟังวอยซ์เมล ให้ตั้ง
รหัสผ่านและเสียงทักทายก่อน";
"SETUP_NOW" = "ติดตั้งเดี๋ยวนี้";
"PASSCODE" = "รหัสผ่าน";
"SETUP_PASSCODE_FIRST_ENTRY_PROMPT" = "ใส่รหัสผ่านวอยซ์เมล";
"SETUP_PASSCODE_CONFIRM_ENTRY_PROMPT" = "ใส่รหัสผ่านวอยซ์เมลอีกครั้ง";
"SETUP_PASSCODE_MISMATCH_PROMPT" = "รหัสผ่านไม่ตรงกัน ลองอีกครั้ง";
"SETUP_GREETING_PROMPT" = "เลือกเสียงทักทายสำหรับวอยซ์เมล";
"SAVE" = "บันทึก";
"SAVING_PASSWORD" = "บันทึกรหัสผ่าน…";
